[

{
       "quote":"Thanksgiving for the benefits received from God is made acceptable by humility and not looking down on those who lack them. It is rendered unacceptable, however, by being conceited, as if those benefits resulted from our own efforts and knowledge, and by condemning those who have not received them.","author":"St. Gregory Palamas"},
{
       "quote":"When we call upon the Saints in prayer, if we pronounce their names from the heart, it already means that we bring them near our heart itself. Therefore ask their prayers and intercession undoubtingly for yourself. They will hear you, and will speedily lay your prayers before the Lord, in the twinkling of an eye, for He is omnipresent and omniscient.","author":"St. John of Kronstadt"},
{
       "quote":"We receive salvation by grace and as a divine gift of the Spirit. But to attain the full measure of virtue we need also to possess faith and love, and to struggle to exercise our free will with integrity.","author":"St. Makarios of Egypt"},
{
       "quote":"The Lord seeks a heart filled to overflowing with love for God and our neighbor; this is the throne on which He loves to sit and on which He appears in the fullness of His heavenly glory. 'Son, give me thy heart,' He says, 'and all the rest I Myself will add to thee,' for in the human heart the Kingdom of God can be contained.","author":"St. Seraphim of Sarov"},
{
       "quote":"Fasting gradually disperses and drives away spiritual darkness and the veil of sin that lies on the soul, just as the sun dispels the mist. Fasting enables us spiritually to see that spiritual air in which Christ, the Sun who knows no setting, does not rise, but shines without ceasing. Fasting, aided by vigil, penetrates and softens hardness of heart. Where once were the vapors of drunkenness it causes fountains of compunction to spring forth","author":"St. Symeon the New Theologian"},
{
       "quote":"What a truly heavenly sight it is when, before sitting down to table, the numerous and various members of a family with one heart and mouth say: 'Our Father,' acknowledging the one Heavenly Father as the All-Holy King, desiring the fulfillment of His will alone upon earth, recognizing Him alone as the Nourisher of all! What an elevating sight it is when the master of the household ascribes the blessings of food and drink, not to himself, but to God...","author":"St. John of Kronstadt"},
{
       "quote":"...he who has given...to the poor and has endured troubles with thankfulness of soul and persevered in difficulties, and feels all the bitterness and pain of sufferings, keeps his mind inviolate in the present time. In the life to come he has great reward, in that he has imitated the sufferings of Christ and patiently waited for Him in the days when temptations and trials assailed him.","author":"St. Symeon the New Theologian"},
{
       "quote":"The soul speaks and converses during prayer, but at the descent of the Holy Spirit we must remain in complete silence in order to hear clearly and intelligibly all the words of eternal life which He will then deign to communicate.","author":"St. Seraphim of Sarov"},
{
       "quote":"A man who is wrathful with us is a sick man; we must apply a plaster to his heart - love; we must treat him kindly, speak to him gently, lovingly. And if there is not deeply-rooted malice against us within him, but only a temporary fit of anger, you will see how his heart, or his malice, will melt away through your kindness and love - how good will conquer evil. A Christian must always be kind, gracious, and wise in order to conquer evil by good.","author":"St. John of Kronstadt"},

{
       "quote":"Prayer, fasting, vigil and all other Christian practices, however good they may be in themselves, do not constitute the aim of our Christian life, although they serve as the indispensable means of reaching this end. The true aim of our Christian life consists in the acquisition of the Holy Spirit of God.","author":"St. Seraphim of Sarov"},
{
       "quote":"People offend you, irritate you, breathe contempt and malice against you; do not repay them in the same way, but be gentle, meek, and kind, respectful and loving towards those very persons who behave unworthily to you. If you are agitated yourself, and speak excitedly, rudely, contemptuously - that is, unlovingly - then you will be vanquished yourself, and those who offend you will have the right to say, 'Physician, heal thyself' (Lk. 4:23)...Do not wonder, then, if the affronts of those who offend you are often repeated, for they will notice your weakness and will irritate you intentionally","author":"St. John of Kronstadt"},
{
       "quote":"Those who have longed to see 'the land of promise' (Heb. 11:9), which the eyes of the meek, the humble, and the poor have been granted to see, accept every difficulty and tribulation.","author":"St. Symeon the New Theologian"},
{
       "quote":"He who drives out self-love, the mother of the passions, will with God's help easily rid himself of the rest, such as anger, irritation, rancour and so on. But he who is dominated by self-love is overpowered by the other passions, even against his will.","author":"St. Maximos the Confessor"},
{
       "quote":"The kingdom of heaven suffers violence and the violent take it by force' (Matt. 11:12), since it is 'through many tribulations that we must enter the kingdom' (Acts 14:22) of heaven. The 'kingdom of heaven' consists in partaking of the Holy Spirit, for this is what the saying 'The kingdom of heaven is within you' (Luke 17:21) means. So we must endeavor to receive the Holy Spirit within ourselves and to keep Him.","author":"St. Symeon the New Theologian"},
       {
        "quote":"Whatever a man loves he inevitably clings to, and in order not to lose it he rejects everything that keeps him from it. So he who loves God cultivates pure prayer, driving out every passion that keeps him from it.","author":"St. Maximos the Confessor"},
 {
        "quote":"When you go to visit any of your relations or friends, do not go to their house in order to eat and drink well, but go there in order to take part in friendly and sincere conversation with them, to refresh your soul from worldly vanities by friendly and loving intercourse, to be mutually comforted by your common faith. For ' I seek not yours, but you,' (II Cor. 12:14) says the Apostle.","author":"St. John of Kronstadt"},
 {
        "quote":"More than anything else one should adorn oneself with silence...I have seen many being saved by silence, but not one by talkativeness...silence is the mystery of the future age, while words are the implement of the world.","author":"St. Seraphim of Sarov"},
 
 {
        "quote":"In the beginning Adam was free and without sin and violence; yet of his own free will he obeyed the enemy and was deceived by him and transgressed God's commandment. So we have been born again in Holy Baptism and have been released from slavery and become free, so that the enemy cannot take any action against us unless we of our own will obey him.","author":"St. Symeon the New Theologian"},
 {
        "quote":"That man is of a noble and elevated spirit who mercifully and generously scatters his gifts upon all, and rejoices when he has an opportunity of doing good and giving pleasure to everybody without thinking of being rewarded for it.","author":"St. John of Kronstadt"},
 {
        "quote":"Watch yourself when a poor man, needing help, asks it of you. The enemy will endeavour at that time to chill your heart, and fill it with indifference, and even scorn, towards him that is in want. Overcome in yourself these un-Christian and inhuman dispositions...","author":"St. John of Kronstadt"},
{
       "quote":"It is necessary to rouse the heart to pray, otherwise it will become quite dry. The attributes of prayer must be: love of God, sincerity, and simplicity.","author":"St. John of Kronstadt"},
{
       "quote":"Nothing is better than peace in Christ; in it is destroyed every warfare of the spirits of the air and earth...When a man enters into a peaceful state, he can give out from himself and also upon others light for the enlightenment of the mind...","author":"St. Seraphim of Sarov"},
{
       "quote":"One should nourish the soul with the word of God: for the word of God...is angelic bread, by which are nourished souls that hunger for God. Most of all one should occupy oneself with reading the New Testament and the Psalter...One should habituate oneself in this way so that the mind might as it were swim in the Lord's law; it is under the guidance of this law that one should direct one's life.","author":"St. Seraphim of Sarov"},

{
       "quote":"Humility is the gateway to dispassion, said St. John Klimakos; and, according to St. Basil the Great, the fuel of humility is gentleness. It is this that gives man constancy, so that he is always the same whether circumstances and thoughts are pleasant or unpleasant. He is indifferent to both honour and dishonour, joyfully accepting things sweet and painful, and remaining unperturbed.","author":"St. Peter of Damaskos"},
{
       "quote":"He who loves God will certainly love his neighbour as well. Such a person cannot hoard money, but distributes it in a way befitting God, being generous to everyone in need. He who gives alms in imitation of God does not discriminate between the wicked and the virtuous, the just and the unjust, when providing for men's bodily needs. He gives equally to all according to their need, even though he prefers the virtuous man to the bad man because of the probity of his intention.","author":"St. Maximos the Confessor"},
{
       "quote":"So that we will not think that we are doing something great through our ascetic efforts and our many sighs and tears, we are given knowledge of the sufferings of Christ and His saints...For by contemplating the numberless trials that the saints joyfully accepted and the many sufferings that the Lord endured on our behalf, we become aware of our own feebleness.","author":"St. Peter of Damaskos"},
{
       "quote":"...should we fall, we should not despair and so estrange ourselves from the Lord's love. For if He so chooses, He can deal mercifully with our weakness. Only we should not cut ourselves off from Him or feel oppressed when constrained by His commandments, nor should we lose heart when we fall short of our goal...let us always be ready to make a new start. If you fall, rise up. If you fall again, rise up again. Only do not abandon your Physician, lest you be condemned as worse than a suicide because of your despair. Wait on Him, and He will be merciful, either reforming you, or sending you trials, or through some other provision of which you are ignorant.","author":"St. Peter of Damascus"},
       {
        "quote":"...no soul can exist without God, without His Son, without His Spirit. God is my being, my breath, my light, my strength, my drink, my food. He carries me as a mother carries her infant in her arms. More than this. Carrying me, my soul and body, He dwells in me, and is united to me.","author":"St. John of Kronstadt"},
 {
        "quote":"Remember that not a single word is lost during prayer, if you say it from your heart; God hears each word, and weighs it in a balance. Sometimes it seems to us that our words only strike the air in vain, and sound as the voice of one crying in the wilderness. No, no; it is not so!...The Lord responds to every desire of the heart, expressed in words or unexpressed.","author":"St. John of Kronstadt"},
 {
        "quote":"He who wishes to inherit the kingdom of heaven, yet does not patiently endure what befalls him, shows himself...ungrateful... For he was created by God's grace, has received all things in this world, awaits what is to come, and has been called to reign eternally with Christ, who has honoured him, in spite of his nothingness, with such great gifts, visible and invisible, to the extent even of shedding His most precious blood for him, not asking anything from him at all except that he should choose to receive His blessings.","author":"St. Peter of Damascus"},
 
 {
        "quote":"Endurance is like an unshakeable rock in the winds and waves of life. However the tempest batters him, the patient man remains steadfast and does not turn back; and when he finds relief and joy, he is not carried away by self-glory: he is always the same, whether things are hard or easy, and for this reason, he is proof against the snares of the enemy.","author":"St. Peter of Damaskos"},
 {
        "quote":"In all your works, either at home or at the place of your service, do not forget that all your strength, your light and your success are in Christ and His Cross; therefore, do not fail to call upon the Lord before beginning any work, saying: Jesus, help me! Jesus, enlighten me! Thus your heart will be supported and warmed by lively faith and hope in Christ, for His is the power and glory unto ages of ages.","author":"St. John of Kronstadt"},
 {
        "quote":"He who forbids his lips to gossip (to speak much) preserves his heart from passions. He who preserves his heart from passions, sees God every hour.","author":"the Monks Callistus and Ignatius"},
 {
        "quote":"Faith and love which are gifts of the Holy Spirit are such great and powerful means that a person who has them can easily, and with joy and consolation, go the way Jesus Christ went. Besides this, the Holy Spirit gives man the power to resist the delusions of the world so that although he makes use of earthly good, yet he uses them as a temporary visitor, without attaching his heart to them. But a man who has not got the Holy Spirit, despite all his learning and prudence, is always more or less a slave and worshipper of the world.","author":"St. Innocent of Irkutsk"},
 {
        "quote":"He that loves Me, saith the Lord, will keep My commandments; and 'this is My commandment, that you love one another.' He therefore who does not love his neighbor does not keep the commandment. Nor is he that does not keep the commandment able to love the Lord.","author":"St. Maximus the Confessor"},
 {
        "quote":"If you love Christ God, then endure as He endured, and do all that is pleasing to Him. He taught and did. Unfailingly your love also should be such as does good, endures, is disturbed by nothing present, and in everything ever thanks Him not with words and tongue, but with very deeds. You must love Him with heart, with mind, with your whole soul, strength, and mind.","author":"Abbot Nazarius of Valaam"},
 {
        "quote":"Let us, then, speak here about Christian love which enfolds within its embrace and holds not only our own relatives, brothers, friends, and acquaintances, but all men, and most of all those that are of the household of faith and brethren according to the Christian spirit. Two fruits of this love are explained here; first, to do evil to no one; and second, to show mercy and compassion to a neighbor in need.","author":"St. Tikhon of Zadons"},
 
 {
        "quote":"Patient endurance is the fruit of love, for 'love patiently endures all things' (I Cor. 13:7), and teaches us to achieve such endurance by forcing ourselves so that through patience we may attain love...","author":"St. Gregory Palamas"},
 {
        "quote":"If we do not have love we are deprived of everything...Nothing attracts God so much as mercy, philanthropy...Nothing enrages God so much, as for us to be uncharitable.","author":"Saint John Chrysostom"},
 {
        "quote":"If we desire to acquire faith the foundation of all blessings, the door to God's mysteries, unflagging defeat of our enemies, the most necessary of all the virtues, the wings of prayer and the dwelling of God within the soul--we must endure every trial imposed by our enemies and by our many and various thoughts....if we forcibly triumph over the trials and temptations that befall us, it will not be we who are victorious, but Christ, Who is present in us through faith.","author":"St. Peter of Damaskos"},
 {
        "quote":"To have faith in Christ means more than simply despising the delights of this life. It means we should bear all our daily trials that may bring us sorrow, distress, or unhappiness, and bear them patiently for as long as God wishes and until He comes to visit us. For it is said: 'I waited on the Lord and He came to me.","author":"St. Symeon the New Theologian"},
{
       "quote":"It is good to hold fast to the principal commandment, and not to be anxious about particular things or to pray for them specifically, but to seek only the kingdom and the word of God (cf. Mt 6:25-33). If, however, we are still anxious about our particular needs, we should also pray for each of them. He who does or plans anything without prayer will not succeed in the end. And this is what the Lord meant when He said: 'Without Me you can do nothing' (Jn 15:5).","author":"Saint Kosmas Aitolos"},
{
       "quote":" ...Send your treasures to the heavenly storage room. Deposit your wealth in God's Bank, distributing it to the poor, the orphans and the widows, so that you can receive a million times more in the Second coming of Christ... ","author":"Elder Joseph the Hesychast"},
{
       "quote":"Do you wish to honor the Body of the Savior? Do not despise it when it is naked. Do not honor it in church with silk vestments while outside it is naked and numb with cold. He who said, 'This is my body,' and made it so by his word, is the same who said, 'You saw me hungry and you gave me no food. As you did it not to the least of these, you did it not to me.' Honor him then by sharing your property with the poor. For what God needs is not golden chalices but golden souls.","author":"St. John Chrysostom"},

{
       "quote":"Just as the poor should give thanks to God and return rich love to those who assist them, so all the more should the wealthy give thanks, for through God's providence they are able to perform acts of charity and so are saved both in this age and in the age to be. For without the poor they cannot save their souls or flee the temptations of wealth.","author":" St. Simeon the New Theologian"},
{
       "quote":"The bread you do not use is the bread of the hungry. The garment hanging in your wardrobe is the garment of the person who is naked. The shoes you do not wear are the shoes of the one who is barefoot. The money you keep locked away is the money of the poor. The acts of charity you do not perform are the injustices you commit.","author":"St. Basil the Great"},
{
       "quote":"When you fast and are nourished with abstinence, do not store the leftovers for tomorrow, but, as the Lord became poor and enriched us, feed someone who does not want to be hungry, you who hungers willingly. Then your fast will be like the dove who brings and joyfully proclaims salvation to your soul from the flood.","author":"St. Gregory Palamas"},
{
       "quote":" Whoever will sacrifice houses, or fields, or riches, or glory, father or mother, brothers or sisters, wife or children, or whatever good on earth, will receive a hundredfold and inherit eternal life. For this reason never regret any charitable act, humiliating the poor man that you gave him something, lest by chance, instead of a reward, you suffer double damage; because he who does a good deed and later repents or humiliates the poor man, not only loses his wages, but is also found guilty on Judgment Day.","author":"St. Nephon: An Ascetic Bishop"},
       {
        "quote":"Deem him to be a man of God who by reason of much compassion has mortified himself even with regard to necessary wants; for he who gives alms to a poor man has God to take care of him. And a man who has become poor for His sake has found inexhaustible treasures.","author":"Saint Isaac the Syrian"},
 {
        "quote":"When we are in trouble or despair or have lost hope, we should do what David did: pour out our hearts to God and tell Him of our needs and troubles, just as they are (cf. Ps. 142:2). It is because He can deal with us wisely that we confess to God: He can make our troubles easy to bear, if this is for our benefit, and can save us from the dejection which destroys and corrupts.","author":"St. Hesychius the Priest"},
 {
        "quote":"Beware of limiting the good of fasting to mere abstinence from meats. Real fasting is alienation from evil. 'Loose the bands of wickedness.' For give your neighbor the mischief he has done you. Forgive him his trespasses against you. Do not 'fast for strife and debate.' You do not devour flesh, but you devour your brother. You abstain from wine, but you indulge in outrages. You wait for evening before you take food, but you spend the day in the law courts. Woe to those who are 'drunken, but not with wine.' Anger is the intoxication of the soul, and makes it out of its wits like wine.","author":"St. Basil"},
 
 {
        "quote":"Fasting is acceptable to God when abstention from food is accompanied by refraining from sins, from envy, from hatred, from calumny, from vainglory, from wordiness, from other evils. He who is fasting the true fast 'that is agreeable' to God ought to shun all these things with all his strength and zeal, and remain impregnable and unshakeable against all the attacks of the Evil one that are planned from that quarter. On the other hand, he who practices abstention from food, but does not keep self-control in the face of the aforesaid passions, is like unto one who lays down splendid foundations for a house, yet takes serpents and scorpions and vipers as fellow-dwellers therein.","author":"St. Photios the Great"},
 {
        "quote":"Fasts and vigils, the study of Scripture, renouncing possessions and everything worldly are not in themselves perfection, as we have said; they are its tools. For perfection is not to be found in them; it is acquired through them. It is useless, therefore, to boast of our fasting, vigils, poverty, and reading of Scripture when we have not achieved the love of God and our fellow men. Whoever has achieved love has God within himself and his intellect is always with God.","author":"St John Cassia"},
 {
        "quote":"It is necessary most of all for one who is fasting to curb anger, to accustom himself to meekness and condescension, to have a contrite heart, to repulse impure thoughts and desires, to examine his conscience, to put his mind to the test and to verify what good has been done by us in this or any other week, and which deficiency we have corrected in ourselves in the present week. This is true fasting.","author":"St. John Chrysostom"},
 {
        "quote":"By His own example, the Lord showed us how great a weapon fasting is. With this weapon, He vanquished Satan in the wilderness, and with it was victorious over the three chief satanic passions with which Satan tempted Him: love of ease love of praise and love of money. These are three destructive greeds, the three greatest traps into which the evil enemy of the human race lures Christ's soldiers.","author":"St. Nikolai Velimirovic"},
        {
            "quote":"When our good and all-gracious Lord and Master sees people too lazy in their exercises, He lays their flesh low with sickness, an asceticism with less toil; and sometimes it also cleanses the soul from evil thoughts or passions.","author":"St. John Climacus"},
     {
            "quote":"Meekness and humility of heart are virtues without which it is impossible to inherit the Heavenly Kingdom, to be happy on earth, or to experience inner calm.","author":"St. Antony (Putilov) of Optina"},
     {
            "quote":"There is nothing stronger than meekness, nothing more powerful; it preserves our soul in quiet, and strives to lead it as into a harbor, and is the cause of every kind of satisfaction for us; and nothing else can give the soul repose and great quiet as well as meekness and humble mindedness.","author":"St. John Chrysostom"},
     
     {
            "quote":"Come now, my brethren - all who have received the name of faith, who have been deemed worthy to be called people of Christ - do not put aside our calling; let us not violate our faith through improper works. It is not enough for someone merely to be known as a believer, so let us show our faith through works.","author":"St. John of Damascu"},
     {
            "quote":"It is in the renewing of the mind, and the peace of the thoughts, and the love and heavenly attachment for the Lord, that the new creation-the Christian-is distinguished from all the men of the world. This was the purpose of the Lord's coming: to vouchsafe these spiritual blessings to those who truly believe in Him. Christians have a glory and a beauty and a heavenly wealth which is beyond words, and it is won with pains, and sweat, and trials, and many conflicts, and all by the grace of God.","author":"St. Macarius the Great"},
     {
            "quote":"The Christian ought not to grudge another's reputation, nor rejoice over any man's faults; he ought in Christ's love to grieve and be afflicted at his brother's faults, and rejoice over his brother's good deeds. He ought not to be indifferent or silent before sinners. He who shows another to be wrong ought to do so with all tenderness, in the fear of God, and with the object of converting the sinner. He who is proved wrong or rebuked ought to take it willingly, recognizing his own gain in being set right.","author":"St. Basil the Great"},
     {
            "quote":"Sin, to one who loves God, is nothing other than an arrow from the enemy in battle. The true Christian is a warrior fighting his way through the regiments of the unseen enemy to his heavenly homeland. According to the word of the Apostle, our homeland is in heaven; and about the warrior he says: 'our warfare is not against flesh and blood, but against principalities and powers.'","author":"St. Seraphim of Sarov"},
            {
                "quote":"Do we forgive our neighbors their trespasses? God also forgives us in His mercy. Do we refuse to forgive? God, too, will refuse to forgive us. As we treat our neighbors, so also does God treat us. The forgiveness, then, of your sins or unforgiveness, and hence also your salvation or destruction, depend on you yourself, man. For without forgiveness of sins there is no salvation. You can see for yourself how terrible it is.","author":"St. Philotheos of Sinai"},
         {
                "quote":"If you want cure your soul, you need four things. The first is to forgive your enemies. The second is to confess thoroughly. The third is to blame yourself. The fourth is to resolve to sin no more. If we wish to be saved, we must always blame ourselves and not attribute our wrong acts to others. And God, Who is most compassionate, will forgive us.","author":"St. Cosmas Aitolos"},
         {
                "quote":"...The husband and wife must lay virtue, and not passion, as the foundation of their love, that is, when the husband sees any fault in his wife, he must nudge her meekly, and the wife must submit to her husband in this. Likewise when a wife sees some fault in her husband, she must exhort him, and he is obliged to hear her. In this manner their love will be faithful and unbroken, and thereby having mutually composed their happiness, they shall take pleasure in the virtue.","author":"St. Tikhon of Zadonsk"},
         
         {
                "quote":"Let us first consider what peace is. Surely it is nothing else but a loving disposition towards one's neighbor. But what is held to be the opposite of love? It is hate and wrath, anger and envy, harboring resentment as well as hypocrisy and the calamity of war. Do you see for how many different diseases this single word is an antidote? For peace is equally opposed to every one of the things mentioned, and wipes out these evils by its own presence. Just as illness vanishes when health supervenes, and as no darkness is left when light begins to shine, so also when peace appears, all the passions connected with its opposite are eliminated.","author":"St. Gregory of Nyssa"},
         {
                "quote":"We were created for eternal life by our Creator, we are called to it by the word of God, and we are renewed by holy Baptism. And Christ the Son of God came into the world for this, that He should call us and take us there, and He is the one thing needful. For this reason your very first endeavor and care should be to receive it. Without it everything is as nothing, though you have the whole world under you.","author":"Abba Epiphanios"},
         {
                "quote":"The real and true life then is the Father, who through the Son in the Holy Spirit pours forth as from a fountain His heavenly gifts to all; and through His love to man, the blessing of life eternal are promised without fail to us men also. We must not disbelieve the possibility of this, but having an eye not to our own weakness but to His power, we must believe; for with God all things are possible.","author":"St. Cyril of Jerusalem"},
         {
                "quote":"If you do not feel like praying, you have to force yourself. The Holy Fathers say that prayer with force is higher than prayer unforced. You do not want to, but force yourself. The Kingdom of Heaven is taken by force.","author":"St. Ambrose of Optina"},
                {
                    "quote":"Disciplined piety feeds the soul on holy thoughts. What can be more blessed than to imitate on earth the chorus of the angels; to begin the opening day with prayer, honoring the Creator with hymns and songs; and when the sun is up to turn to work, always accompanied by prayer, and to season one's labors with singing? Cheerfulness and freedom from sorrow are the gifts which the soul received from the singing of hymns","author":"St. Basil the Great"},
             {
                    "quote":"Do all in your power not to fall, for the strong athlete should not fall. But if you do fall, get up again at once and continue the contest. Even if you fall a thousand times because of the withdrawal of God's grace, rise up again each time, and keep on doing this until the day of your death. For it is written, 'If a righteous man falls down seven times' - that is, repeatedly throughout his life - 'seven times shall he rise again' [Prov. 24:16].","author":"St. Ephrem"},
             {
                    "quote":"He who chooses to live well for eternity, will live in discomfort for the present. He will be subjected to all types of troubles and burdens as long as he is on earth, so that in the end he will have divine and heavenly consolation. On the other hand, he who chooses to live well for the present will fare badly in eternity.","author":" Lactantius"},
             
             {
                    "quote":"Of course, it would be easier to get to paradise with a full stomach, all snuggled up in a soft feather-bed, but what is required is to carry one's cross along the way, for the kingdom of God is not attained by enduring one or two troubles, but many!","author":"Elder Anthony of Optina"},
             {
                    "quote":"The evil one cannot comprehend the joy we receive from the spiritual life; for this reason he is jealous of us, he envies us and sets traps for us, and we become grieved and fall. We must struggle, because without struggles we do not obtain virtues.","author":"Abba Isaiah the Solitary"},
             {
                    "quote":"The strength of those who wish to acquire the virtues is as follows: if they fall, let them not lose their courage, but let them be sure to make a new beginning at their endeavor. Insofar, then, as we put all our energy into practicing the virtues, let us await the Lord, showing Him a generous resolve and calling on His aid, and without fail He will strengthen us with His mercy and bestow His Grace on us in abundance, in which case we will accomplish every good easily and without exertion.","author":"Abba Moses in The Evergetinos"},
             {
                    "quote":"True prayer is a gift of God, which is granted to him that prayeth, that is, to those who labor in it unremittingly, continually, without sloth, according to what is written: He granteth his prayer to him that prayeth. If with every virtue habit is not acquired at once, but according to the measure of one's practice in it, then even more the habit of prayer requires long-continued labor and unremitting forcing of oneself.","author":"Abbess Thaisia"},
                    {
                        "quote":"What toil we must endure, what fatigue, while we are attempting to climb hills and the summits of mountains! What, that we may ascend to heaven! If you consider the promised reward, what you endure is less. Immortality is given to the one who perseveres; everlasting life is offered; the Lord promises His Kingdom.","author":"St. Tikhon of Zadonsk"},
                 {
                        "quote":"Talkativeness is the throne of vainglory, on which it loves to show itself and make a display. Talkativeness is a sign of ignorance, a door to slander, a guide to jesting, a servant of falsehood, the ruin of compunction, a creator and summoner of despondency, a precursor of sleep, the dissipation of recollection, the abolition of watchfulness, the cooling of ardor, the darkening of prayer.","author":"St. John Climacus"},
                 {
                        "quote":"When you pray, try to let the prayer reach your heart; in other words, it is necessary that your heart should feel what you are talking about in your prayer, that it should wish for the blessing for which you are asking.... Observe, during prayer, whether your heart is in accord with that which you are saying.","author":"St. John of Kronstadt"},
                 
                 {
                        "quote":"The passion of self-esteem is a three-pronged barb heated and forged by the demons out of vanity, presumption and arrogance. Yet those who dwell under the protection of the God of heaven (cf. Ps. 91.1) detect it easily and shatter its prongs, for through their humility they rise above such vices and find repose in the tree of life.","author":"Nikitas Stithatos"},
                 {
                        "quote":"Prayer is truly a heavenly armor, and is alone can keep safe those who have dedicated themselves to God. Prayer is the common medicine for purifying ourselves from the passions, for hindering sin and curing our faults. Prayer is an inexhaustible treasure, an unruffled harbor, the foundation of serenity, the root and mother of myriads of blessings.","author":"St. Nectarios of Aegina"},
                 {
                        "quote":"The first step toward freedom from anger is to keep the lips silent when the heart is stirred; the next, to keep thoughts silent when the soul is upset; the last, to be totally calm when unclean winds are blowing.","author":"St. John Climacus"},
                 {
                        "quote":"Silence of lips is better and more wonderful than any edifying conversation.Strive to acquire humility and submissiveness. Never insist that anything should be according to your will, for this gives birth to anger. Do not judge or humiliate anyone, for this gives birth to anger. Do not judge or humiliate anyone, for this exhausts the heart and blinds the mind, and thereon leads to negligence and makes the heart unfeeling","author":"St.Barsanuphius and St.John"},
                        
                        {
                               "quote":"How many times have I prayed for what seemed a good thing for me and not leaving it to God to do as He knows best But having obtained what I begged for, I found myself in distress because I had not asked for it to be, rather, according to God's will","author":"St. Nilus of Sinai"}
       ]
